Repository: ilammy/RokuyoClock
Catalog: Rokuyo/Translations/*.lproj/Localizable.strings
Languages: ja, ru, uk

source: Sensho
ja: 先勝
ru: Сеншьо
uk: Сеншьо

source: Tomobiki
ja: 友引
ru: Томобики
uk: Томобікі

source: Sembu
ja: 先負
ru: Сембу
uk: Сембу

source: Butsumetsu
ja: 仏滅
ru: Буцумецу
uk: Буцумецу

source: Taian
ja: 大安
ru: Таиян
uk: Таіян

source: Shakku
ja: 赤口
ru: Шякку
uk: Шякку

source: luck is fickle now
ja: 運が不順
ru: удача изменчива
uk: вдача мінлива

source: bad luck whole day
ja: 日中は凶
ru: неудачный день
uk: невдалий день

source: bad luck since noon
ja: 午後は凶
ru: не везёт после полудня
uk: невдача після обіду

source: bad luck till noon
ja: 午前は凶
ru: неудачное утро
uk: невдалий ранок

source: bad luck for the noon
ja: 正午は凶
ru: осторожно в полдень
uk: невдача серед дня

source: good luck whole day
ja: 日中は吉
ru: весь день удача
uk: весь день вдалий

source: good luck since noon
ja: 午後は吉
ru: повезёт после обеда
uk: гарна вдача після обіду

source: good luck till noon
ja: 午前は吉
ru: везёт с утра
uk: вранці гарна вдача

source: good luck for the noon
ja: 正午は吉
ru: повезёт в полдень
uk: вдача серед дня

source: The 1st day
ja: 一日目
ru: 1-й день
uk: 1-й день

source: First day of the conference
ja: 親族会議の一日目
ru: Первый день конференции
uk: Перший день конференції

source: The 2nd day
ja: 二日目
ru: 2-й день
uk: 2-й день

source: Second day of the conference
ja: 親族会議の二日目
ru: Второй день конференции
uk: Другий день конференції
