Repository: ilammy/RokuyoClock
Catalog: Rokuyo/Translations/*.lproj/StatusMenu.strings
Languages: uk

# 0uX-Kt-dzf.title
source: Date options:
uk: Вигляд дати:

# 2m4-4g-tP0.title
source: Show AM/PM
uk: дп/пп

# Cal-EA-jy3.title
source: Display seconds
uk: з секундами

# HU4-v0-7CW.title
source: Show date
uk: день місяця

# HmI-3J-dmE.title
source: Monday, February 3, 2020
uk: Понеділок, 3 лютого 2020 р.

# L19-qu-3ha.title
source: Time options:
uk: Відображення часу:

# MKg-MQ-6Rs.title
source: Butsumetsu: bad luck whole day
uk: Буцумецу: невдалий день

# WZS-J9-f4h.title
source: Show rokuyo
uk: день рокуйо

# aHY-wv-ybN.title
source: Clock Preferences
uk: Параметри годинника

# aL8-P5-93N.title
source: Open System Preferences…
uk: Системні параметри…

# f2O-O0-ioQ.title
source: Disabled by the time format setting in Language & Region
uk: Вимкнено за форматом часу в параметрах Мови і регіону

# gUY-zA-4yp.title
source: Show day of the week
uk: день тижня

# hHg-wJ-k8Q.title
source: Special day item
uk: Сьогодні особливий день

# iNr-bb-6tw.title
source: Open Clock Preferences…
uk: Параметри годинника…

# qQF-qd-C27.title
source: Show week number
uk: номер тижня

# sgc-uL-vqK.title
source: Use 24-hour clock
uk: 24 години

# xd1-cX-Ny5.title
source: Quit Clock
uk: Завершити годинник
